[
    {
        "txt": "Coffee Table: The coffee table held magazines and drinks within easy reach.",
        "ipa": "kɒ́fij tɛ́jbəl: ðə kɒ́fij tɛ́jbəl hɛ́ld mǽɡəzìjnz ənd drᵻ́ŋks wᵻðᵻ́n íjzij ríjtʃ.",
        "hash": "TXT_b34f84b59f15237c47d0518868d6a9.mp3",
        "score": 0.5
    },
    {
        "txt": "Throw Blanket: The throw blanket draped elegantly over the armchair for added warmth.",
        "ipa": "θrów blǽŋkət: ðə θrów blǽŋkət drɛ́jpt ɛ́ləɡəntlìj ówvər ðə ɑ́rmtʃɛ̀ər fɔr ǽdᵻd wɔ́rmθ.",
        "hash": "TXT_03043b16b501d75ead116eedbadf1c.mp3",
        "score": 0.5
    },
    {
        "txt": "Floor Lamp: The floor lamp cast a soft glow in the reading corner.",
        "ipa": "flɔ́r lǽmp: ðə flɔ́r lǽmp kǽst ə sɒ́ft ɡlów ᵻn ðə ríjdᵻŋ kɔ́rnər.",
        "hash": "TXT_3d80461081c8c5537921ae8220e0d4.mp3",
        "score": 0.5
    },
    {
        "txt": "Area Rug: The area rug tied the living room’s color scheme together.",
        "ipa": "ɛ́ərijə rʌ́ɡ: ðə ɛ́ərijə rʌ́ɡ tájd ðə lᵻ́vᵻŋ rúwm'z kʌ́lər skíjm təɡɛ́ðər.",
        "hash": "TXT_0bd458822e9b9ab1a780d56a25bc36.mp3",
        "score": 0.5
    },
    {
        "txt": "Curtain Rod: The curtain rod supported heavy drapes with a polished finish.",
        "ipa": "kɜ́rtən rɒ́d: ðə kɜ́rtən rɒ́d səpɔ́rtᵻd hɛ́vij drɛ́jps wᵻð ə pɒ́lᵻʃt fᵻ́nᵻʃ.",
        "hash": "TXT_e0005565dd66011a08544c4607d3c3.mp3",
        "score": 0.5
    },
    {
        "txt": "Fireplace Mantel: The fireplace mantel displayed treasured family photos and heirlooms.",
        "ipa": "fájərplɛ̀js mǽntəl: ðə fájərplɛ̀js mǽntəl dᵻsplɛ́jd trɛ́ʒərd fǽmᵻlij fówtòwz ənd ɛ́ərlùwmz.",
        "hash": "TXT_409d082c40689a404cb3be305a38fa.mp3",
        "score": 0.5
    },
    {
        "txt": "Bookcase Shelf: The bookcase shelf organized her hardcover novels by genre.",
        "ipa": "bʊ́kkɛ̀js ʃɛ́lf: ðə bʊ́kkɛ̀js ʃɛ́lf ɔ́rɡənàjzd hər hɑ́rdkʌ̀vər nɒ́vəlz baj ʒɒ́nrə.",
        "hash": "TXT_05ef63b7e7d32d746b78f561b0def9.mp3",
        "score": 0.5
    },
    {
        "txt": "Decorative Vase: The decorative vase held fresh flowers, brightening the room instantly.",
        "ipa": "dɛ́kərətᵻv vɒ́z: ðə dɛ́kərətᵻv vɒ́z hɛ́ld frɛ́ʃ fláwərz, brájtənᵻŋ ðə rúwm ᵻ́nstəntlij.",
        "hash": "TXT_341121520995f6c3a3fbb859b55538.mp3",
        "score": 0.5
    },
    {
        "txt": "Wall Clock: The wall clock chimed at the top of every hour.",
        "ipa": "wɔ́l klɒ́k: ðə wɔ́l klɒ́k tʃájmd æt ðə tɒ́p əv ɛvərij áwər.",
        "hash": "TXT_ba098968c56c7a1e7fc648f2ef513f.mp3",
        "score": 0.5
    },
    {
        "txt": "Dining Room Table: The dining room table extended to seat extra guests during holiday gatherings.",
        "ipa": "dájnᵻŋ rúwm tɛ́jbəl: ðə dájnᵻŋ rúwm tɛ́jbəl əkstɛ́ndᵻd tə síjt ɛ́kstrə ɡɛ́sts dʊ́rᵻŋ hɒ́lədɛ̀j ɡǽðərᵻŋz.",
        "hash": "TXT_616f392424d7294f7873f0decc037f.mp3",
        "score": 0.5
    },
    {
        "txt": "China Cabinet: The china cabinet showcased delicate porcelain plates and teacups.",
        "ipa": "tʃájnə kǽbᵻnət: ðə tʃájnə kǽbᵻnət ʃówkɛ̀jst dɛ́lᵻkət pɔ́rsəlᵻn plɛ́jts ənd tíjkʌ̀ps.",
        "hash": "TXT_d96cbb25cc4d591baf7d68345d6bd0.mp3",
        "score": 0.5
    },
    {
        "txt": "Kitchen Island: The kitchen island provided additional countertop space for meal prep.",
        "ipa": "kᵻ́tʃən ájlənd: ðə kᵻ́tʃən ájlənd prəvájdᵻd ədᵻ́ʃənəl káwntərtɒ̀p spɛ́js fɔr míjl prɛ́p.",
        "hash": "TXT_6fec23127a4c3f83bd29a11a174fb0.mp3",
        "score": 0.5
    },
    {
        "txt": "Bar Stools: The bar stools gave friends a casual spot to sit while chatting.",
        "ipa": "bɑ́r stúwlz: ðə bɑ́r stúwlz ɡɛ́jv frɛ́ndz ə kǽʒəwəl spɒ́t tə sᵻ́t wájl tʃǽtᵻŋ.",
        "hash": "TXT_b0f549aa8b4f5f3b398cb0ff64491b.mp3",
        "score": 0.5
    },
    {
        "txt": "Spice Rack: The spice rack kept cumin, paprika, and coriander neatly sorted.",
        "ipa": "spájs rǽk: ðə spájs rǽk kɛ́pt kjúwmᵻn, pæpríjkə, ənd kɔ̀rijǽndər níjtlij sɔ́rtᵻd.",
        "hash": "TXT_ec5828bf39411c71bfe62eb847cb4b.mp3",
        "score": 0.5
    },
    {
        "txt": "Dish Rack: The dish rack drained plates and cups next to the sink.",
        "ipa": "dᵻ́ʃ rǽk: ðə dᵻ́ʃ rǽk drɛ́jnd plɛ́jts ənd kʌ́ps nɛ́kst tə ðə sᵻ́ŋk.",
        "hash": "TXT_88f2f82e24f119fd0e45f3304f1333.mp3",
        "score": 0.5
    },
    {
        "txt": "Recycling Bin: The recycling bin helped her separate paper, plastic, and glass properly.",
        "ipa": "rijsájklᵻŋ bᵻ́n: ðə rijsájklᵻŋ bᵻ́n hɛ́lpt hər sɛ́pərət pɛ́jpər, plǽstᵻk, ənd ɡlǽs prɒ́pərlij.",
        "hash": "TXT_cb10760a0f3bc89a302fed2efde155.mp3",
        "score": 0.5
    },
    {
        "txt": "Pantry Door: The pantry door opened to reveal rows of canned goods and cereal boxes.",
        "ipa": "pǽntrij dɔ́r: ðə pǽntrij dɔ́r ówpənd tə rəvíjl rówz əv kǽnd ɡʊ́dz ənd sɪ́ərijəl bɒ́ksᵻz.",
        "hash": "TXT_8f5b7756027ddece209e26345d7357.mp3",
        "score": 0.5
    },
    {
        "txt": "Knife Block: The knife block stored sharp blades safely away from little hands.",
        "ipa": "nájf blɒ́k: ðə nájf blɒ́k stɔ́rd ʃɑ́rp blɛ́jdz sɛ́jflij əwɛ́j frəm lᵻ́təl hǽndz.",
        "hash": "TXT_e2bc3873de873a5774b3a71cc81916.mp3",
        "score": 0.5
    },
    {
        "txt": "Kitchen Timer: The kitchen timer alerted her when the cookies were perfectly baked.",
        "ipa": "kᵻ́tʃən tájmər: ðə kᵻ́tʃən tájmər əlɜ́rtᵻd hər wɛ́n ðə kʊ́kijz wɜ́r pɜ́rfəktlij bɛ́jkt.",
        "hash": "TXT_db9340577769d70d7d25df47a2d6bd.mp3",
        "score": 0.5
    },
    {
        "txt": "Wine Rack: The wine rack stored bottles horizontally to keep corks from drying out.",
        "ipa": "wájn rǽk: ðə wájn rǽk stɔ́rd bɒ́təlz hɔ̀rᵻzɒ́ntəlij tə kíjp kɔ́rks frəm drájᵻŋ awt.",
        "hash": "TXT_3f911af712c4e7d87adb17fb417ce4.mp3",
        "score": 0.5
    },
    {
        "txt": "Breakfast Nook: The breakfast nook caught the morning sun for a cozy start to the day.",
        "ipa": "brɛ́kfəst nʊ́k: ðə brɛ́kfəst nʊ́k kɒ́t ðə mɔ́rnᵻŋ sʌ́n fɔr ə kówzij stɑ́rt tə ðə dɛ́j.",
        "hash": "TXT_ead268c7eff9e8b32d473015fc56eb.mp3",
        "score": 0.5
    },
    {
        "txt": "Standing Mixer: The standing mixer whipped cream and kneaded dough with minimal effort.",
        "ipa": "stǽndᵻŋ mᵻ́ksər: ðə stǽndᵻŋ mᵻ́ksər wᵻ́pt kríjm ənd níjdᵻd dów wᵻð mᵻ́nᵻməl ɛ́fərt.",
        "hash": "TXT_52351b56a9486a98bcdd84b5db5afa.mp3",
        "score": 0.5
    },
    {
        "txt": "Range Hood: The range hood ventilated steam and cooking odors out of the kitchen.",
        "ipa": "rɛ́jndʒ hʊ́d: ðə rɛ́jndʒ hʊ́d vɛ́nəlɛ̀jtᵻd stíjm ənd kʊ́kᵻŋ ówdərz awt əv ðə kᵻ́tʃən.",
        "hash": "TXT_8d42de76db7aebeabc2bcb4a6ed952.mp3",
        "score": 0.5
    },
    {
        "txt": "Slow Cooker: The slow cooker simmered stews all day for a flavorful dinner.",
        "ipa": "slów kʊ́kər: ðə slów kʊ́kər sᵻ́mərd stúwz ɔl dɛ́j fɔr ə flɛ́jvərfəl dᵻ́nər.",
        "hash": "TXT_bcb0197d9c63f853d7c94d32364fc8.mp3",
        "score": 0.5
    },
    {
        "txt": "Electric Kettle: The electric kettle boiled water for tea in under a minute.",
        "ipa": "əlɛ́ktrᵻk kɛ́təl: ðə əlɛ́ktrᵻk kɛ́təl bɔ́jld wɔ́tər fɔr tíj ᵻn ʌ́ndər ə mᵻ́nᵻt.",
        "hash": "TXT_baf9656e8f9b6f2a2f73677013f1f0.mp3",
        "score": 0.5
    },
    {
        "txt": "Broom Closet: The broom closet tucked cleaning supplies out of sight.",
        "ipa": "brúwm klɒ́zət: ðə brúwm klɒ́zət tʌ́kt klíjnᵻŋ səplájz awt əv sájt.",
        "hash": "TXT_59e225f174cc6b0586d8466d967eb7.mp3",
        "score": 0.5
    },
    {
        "txt": "Coat Hook: The coat hook in the hallway held jackets and umbrellas.",
        "ipa": "kówt hʊ́k: ðə kówt hʊ́k ᵻn ðə hɔ́lwɛ̀j hɛ́ld dʒǽkəts ənd əmbrɛ́ləz.",
        "hash": "TXT_d9ad9f679bc10b536c1cc949d37223.mp3",
        "score": 0.5
    },
    {
        "txt": "Umbrella Stand: The umbrella stand collected dripping umbrellas on rainy days.",
        "ipa": "ʌ́mbrɛ̀lə stǽnd: ðə ʌ́mbrɛ̀lə stǽnd kəlɛ́ktᵻd drᵻ́pᵻŋ əmbrɛ́ləz ɒn rɛ́jnij dɛ́jz.",
        "hash": "TXT_cd1efc2e041b516eb1166c5c7d137b.mp3",
        "score": 0.5
    },
    {
        "txt": "Shoe Rack: The shoe rack kept footwear organized by the entryway.",
        "ipa": "ʃúw rǽk: ðə ʃúw rǽk kɛ́pt fʊ́twɛ̀ər ɔ́rɡənàjzd baj ðə ɛ́ntrijwɛj.",
        "hash": "TXT_04c9a0a2e7d1dc3d56372b3c952f8f.mp3",
        "score": 0.5
    },
    {
        "txt": "Hallway Mirror: The hallway mirror allowed a quick appearance check before stepping out.",
        "ipa": "hɔ́lwɛ̀j mɪ́ərər: ðə hɔ́lwɛ̀j mɪ́ərər əláwd ə kwᵻ́k əpɪ́ərəns tʃɛ́k bəfɔ́r stɛ́pᵻŋ awt.",
        "hash": "TXT_4b8f917b209c239ce80c6e6309dfe4.mp3",
        "score": 0.5
    },
    {
        "txt": "Wall Sconce: The wall sconce illuminated the corridor with a subtle, ambient glow.",
        "ipa": "wɔ́l skɒ́ns: ðə wɔ́l skɒ́ns ᵻ̀lúwmᵻnɛ̀jtᵻd ðə kɔ́rədər wᵻð ə sʌ́təl, ǽmbijənt ɡlów.",
        "hash": "TXT_3d23428816d3c01f240448f096a197.mp3",
        "score": 0.5
    },
    {
        "txt": "Sideboard Cabinet: The sideboard cabinet stored linens, placemats, and extra tableware.",
        "ipa": "sájdbɔrd kǽbᵻnət: ðə sájdbɔrd kǽbᵻnət stɔ́rd lᵻ́nənz, plɛ́jsmæ̀ts, ənd ɛ́kstrə tɛ́jbəlwɛ̀ər.",
        "hash": "TXT_f6e342d14b693fcef7f58e248b8bbc.mp3",
        "score": 0.5
    },
    {
        "txt": "Reading Nook: The reading nook featured plush cushions for marathon reading sessions.",
        "ipa": "ríjdᵻŋ nʊ́k: ðə ríjdᵻŋ nʊ́k fíjtʃərd plʌ́ʃ kʊ́ʃənz fɔr mɛ́ərəθɒ̀n ríjdᵻŋ sɛ́ʃənz.",
        "hash": "TXT_e64cc2a6296749087542cb5dde8151.mp3",
        "score": 0.5
    },
    {
        "txt": "Throw Pillow: The throw pillow added a burst of color to the neutral couch.",
        "ipa": "θrów pᵻ́low: ðə θrów pᵻ́low ǽdᵻd ə bɜ́rst əv kʌ́lər tə ðə núwtrəl káwtʃ.",
        "hash": "TXT_505917ede0cfad4dd77e394a4bdf1f.mp3",
        "score": 0.5
    },
    {
        "txt": "Ottoman Seat: The ottoman seat doubled as a footrest and extra seating.",
        "ipa": "ɒ́təmən síjt: ðə ɒ́təmən síjt dʌ́bəld æz ə fʊ́trɛ̀st ənd ɛ́kstrə síjtᵻŋ.",
        "hash": "TXT_0266fdce1e0144dd2e525916d70ca2.mp3",
        "score": 0.5
    },
    {
        "txt": "Vanity Mirror: The vanity mirror brightened her makeup routine with built-in lights.",
        "ipa": "vǽnᵻtij mɪ́ərər: ðə vǽnᵻtij mɪ́ərər brájtənd hər mɛ́jkʌ̀p ruwtíjn wᵻð bᵻ́lt-ᵻn lájts.",
        "hash": "TXT_4e353c51ffe80e83429b60b1d84def.mp3",
        "score": 0.5
    },
    {
        "txt": "Medicine Cabinet: The medicine cabinet kept first-aid supplies and prescriptions in one place.",
        "ipa": "mɛ́dᵻsᵻn kǽbᵻnət: ðə mɛ́dᵻsᵻn kǽbᵻnət kɛ́pt fɜ́rst-ɛ́jd səplájz ənd prəskrᵻ́pʃənz ᵻn wʌ́n plɛ́js.",
        "hash": "TXT_f76deccfba328baee56fd015f62022.mp3",
        "score": 0.5
    },
    {
        "txt": "Bath Mat: The bath mat absorbed water and prevented slippery floors after a shower.",
        "ipa": "bǽθ mǽt: ðə bǽθ mǽt əbzɔ́rbd wɔ́tər ənd prəvɛ́ntᵻd slᵻ́pərij flɔ́rz ǽftər ə ʃáwər.",
        "hash": "TXT_7c896a350bf73281c7d79250d322e7.mp3",
        "score": 0.5
    },
    {
        "txt": "Shower Curtain: The shower curtain added personality to the bathroom with its floral pattern.",
        "ipa": "ʃáwər kɜ́rtən: ðə ʃáwər kɜ́rtən ǽdᵻd pɜ̀rsənǽlᵻtij tə ðə bǽθrùwm wᵻð ᵻts flɔ́rəl pǽtərn.",
        "hash": "TXT_8e996ed4a2e07373cf59a1cda8ec90.mp3",
        "score": 0.5
    },
    {
        "txt": "Towel Warmer: The towel warmer guaranteed cozy towels on cold mornings.",
        "ipa": "táwəl wɔ́rmər: ðə táwəl wɔ́rmər ɡɛ̀ərəntíjd kówzij táwəlz ɒn kówld mɔ́rnᵻŋz.",
        "hash": "TXT_5b6dc780976248672a2d99490531af.mp3",
        "score": 0.5
    },
    {
        "txt": "Laundry Basket: The laundry basket overflowed after a busy week.",
        "ipa": "lɔ́ndrij bǽskət: ðə lɔ́ndrij bǽskət òwvərflówd ǽftər ə bᵻ́zij wíjk.",
        "hash": "TXT_0afbbaf80ddfe72df33da77e8c0ffd.mp3",
        "score": 0.5
    },
    {
        "txt": "Ironing Board: The ironing board folded flat for easy storage.",
        "ipa": "ájərnᵻŋ bɔ́rd: ðə ájərnᵻŋ bɔ́rd fówldᵻd flǽt fɔr íjzij stɔ́rᵻdʒ.",
        "hash": "TXT_5122c1326f177ee643cd4fd64827e4.mp3",
        "score": 0.5
    },
    {
        "txt": "Bedside Table: The bedside table held her alarm clock and reading lamp.",
        "ipa": "bɛ́dsàjd tɛ́jbəl: ðə bɛ́dsàjd tɛ́jbəl hɛ́ld hər əlɑ́rm klɒ́k ənd ríjdᵻŋ lǽmp.",
        "hash": "TXT_852c7d26aa08c1ac6e784d9713a54e.mp3",
        "score": 0.5
    },
    {
        "txt": "Duvet Cover: The duvet cover protected her comforter from spills and stains.",
        "ipa": "duwvɛ́j kʌ́vər: ðə duwvɛ́j kʌ́vər prətɛ́ktᵻd hər kʌ́mfərtər frəm spᵻ́lz ənd stɛ́jnz.",
        "hash": "TXT_408a4ac629ef9a6602c0e6da58eb5b.mp3",
        "score": 0.5
    },
    {
        "txt": "Mattress Topper: The mattress topper added plush support for a better night’s sleep.",
        "ipa": "mǽtrəs tɒ́pər: ðə mǽtrəs tɒ́pər ǽdᵻd plʌ́ʃ səpɔ́rt fɔr ə bɛ́tər nájt's slíjp.",
        "hash": "TXT_d2dee395b936f224963a6a31be3dcf.mp3",
        "score": 0.5
    },
    {
        "txt": "Wardrobe Mirror: The wardrobe mirror reflected her outfit choices each morning.",
        "ipa": "wɔ́rdròwb mɪ́ərər: ðə wɔ́rdròwb mɪ́ərər rəflɛ́ktᵻd hər áwtfᵻ̀t tʃɔ́jsᵻz ijtʃ mɔ́rnᵻŋ.",
        "hash": "TXT_53374b22b3631f4c86456b882adbc9.mp3",
        "score": 0.5
    },
    {
        "txt": "Clothes Hamper: The clothes hamper concealed dirty laundry until wash day.",
        "ipa": "klówðz hǽmpər: ðə klówðz hǽmpər kənsíjld dɜ́rtij lɔ́ndrij əntᵻ́l wɒ́ʃ dɛ́j.",
        "hash": "TXT_ed53ee56985f0a44ea9ac239dc4338.mp3",
        "score": 0.5
    },
    {
        "txt": "Heated Blanket: The heated blanket offered soothing warmth during winter nights.",
        "ipa": "híjtᵻd blǽŋkət: ðə híjtᵻd blǽŋkət ɔ́fərd súwðᵻŋ wɔ́rmθ dʊ́rᵻŋ wᵻ́ntər nájts.",
        "hash": "TXT_bbe9b0666c8a5f8d144268d6c45bf1.mp3",
        "score": 0.5
    },
    {
        "txt": "Ceiling Fan: The ceiling fan circulated cool air in summer without blasting the AC.",
        "ipa": "síjlᵻŋ fǽn: ðə síjlᵻŋ fǽn sɜ́rkjəlɛ̀jtᵻd kúwl ɛ́ər ᵻn sʌ́mər wᵻðáwt blǽstᵻŋ ðə AC.",
        "hash": "TXT_999cbe1e8472db90b36c3daa655d42.mp3",
        "score": 0.5
    },
    {
        "txt": "Smoke Alarm: The smoke alarm beeped loudly at even the slightest sign of smoke.",
        "ipa": "smówk əlɑ́rm: ðə smówk əlɑ́rm bíjpt láwdlij æt íjvən ðə slájtəst sájn əv smówk.",
        "hash": "TXT_f3eaf3c6e5ee03c58c385315975080.mp3",
        "score": 0.5
    },
    {
        "txt": "Carbon Monoxide Detector: The carbon monoxide detector offered an extra layer of safety.",
        "ipa": "kɑ́rbən mənɒ́ksajd dətɛ́ktər: ðə kɑ́rbən mənɒ́ksajd dətɛ́ktər ɔ́fərd ən ɛ́kstrə lɛ́jər əv sɛ́jftij.",
        "hash": "TXT_d3febca8d93dbd4624d2628b35ceaf.mp3",
        "score": 0.5
    },
    {
        "txt": "Picture Frame: The picture frame displayed cherished memories on the mantel.",
        "ipa": "pᵻ́ktʃər frɛ́jm: ðə pᵻ́ktʃər frɛ́jm dᵻsplɛ́jd tʃɛ́ərᵻʃt mɛ́mərijz ɒn ðə mǽntəl.",
        "hash": "TXT_a4b70a5a4f64ae23e9fcdb6db55efb.mp3",
        "score": 0.5
    },
    {
        "txt": "Hanging Shelf: The hanging shelf showcased potted succulents near the window.",
        "ipa": "hǽŋɡᵻŋ ʃɛ́lf: ðə hǽŋɡᵻŋ ʃɛ́lf ʃówkɛ̀jst pɒ́tᵻd sʌ́kjələnts nɪ́ər ðə wᵻ́ndow.",
        "hash": "TXT_4620526ba6dc914fe3b9e74a28da07.mp3",
        "score": 0.5
    },
    {
        "txt": "Accent Chair: The accent chair brought a pop of texture to the living room.",
        "ipa": "ǽksɛ̀nt tʃɛ́ər: ðə ǽksɛ̀nt tʃɛ́ər brɔ́t ə pɒ́p əv tɛ́kstʃər tə ðə lᵻ́vᵻŋ rúwm.",
        "hash": "TXT_f1f30a6a029239266ece1fecbd5908.mp3",
        "score": 0.5
    },
    {
        "txt": "Portable Heater: The portable heater kept her toasty when the furnace was off.",
        "ipa": "pɔ́rtəbəl híjtər: ðə pɔ́rtəbəl híjtər kɛ́pt hər tówstij wɛ́n ðə fɜ́rnəs wɒz ɔ́f.",
        "hash": "TXT_fce905e5778345e4bea063a8ca05b8.mp3",
        "score": 0.5
    },
    {
        "txt": "Air Purifier: The air purifier reduced dust and allergens in the bedroom.",
        "ipa": "ɛ́ər pjʊ́rᵻfàjər: ðə ɛ́ər pjʊ́rᵻfàjər rədjúwst dʌ́st ənd ǽlərdʒənz ᵻn ðə bɛ́drùwm.",
        "hash": "TXT_198ff69fed8c9898e667eb1fdd8138.mp3",
        "score": 0.5
    },
    {
        "txt": "Space Heater: The space heater targeted localized warmth under her desk.",
        "ipa": "spɛ́js híjtər: ðə spɛ́js híjtər tɑ́rɡətᵻd lówkəlàjzd wɔ́rmθ ʌ́ndər hər dɛ́sk.",
        "hash": "TXT_3836f2ae7b4a1dc07af6ae84ec0592.mp3",
        "score": 0.5
    },
    {
        "txt": "Water Dispenser: The water dispenser provided cold, filtered water in the kitchen.",
        "ipa": "wɔ́tər dᵻspɛ́nsər: ðə wɔ́tər dᵻspɛ́nsər prəvájdᵻd kówld, fᵻ́ltərd wɔ́tər ᵻn ðə kᵻ́tʃən.",
        "hash": "TXT_9ecacbf620163eb13a8f63d37268e1.mp3",
        "score": 0.5
    },
    {
        "txt": "Dishwasher Detergent: The dishwasher detergent left plates spotless and grease-free.",
        "ipa": "dᵻ́ʃwɒ̀ʃər dətɜ́rdʒənt: ðə dᵻ́ʃwɒ̀ʃər dətɜ́rdʒənt lɛ́ft plɛ́jts spɒ́tləs ənd ɡríjs-fríj.",
        "hash": "TXT_4f1830f157fb3168c0526277a5ed89.mp3",
        "score": 0.5
    },
    {
        "txt": "Light Fixture: The light fixture dangled from the ceiling, illuminating the dining area.",
        "ipa": "lájt fᵻ́kstʃər: ðə lájt fᵻ́kstʃər dǽŋɡəld frəm ðə síjlᵻŋ, ᵻ̀lúwmᵻnɛ̀jtᵻŋ ðə dájnᵻŋ ɛ́ərijə.",
        "hash": "TXT_d6d71901b20e6fc9803d22e7a4ca5b.mp3",
        "score": 0.5
    },
    {
        "txt": "Window Pane: The window pane allowed sunlight to flood the room each morning.",
        "ipa": "wᵻ́ndow pɛ́jn: ðə wᵻ́ndow pɛ́jn əláwd sʌ́nlàjt tə flʌ́d ðə rúwm ijtʃ mɔ́rnᵻŋ.",
        "hash": "TXT_328533efc3fd9f7d24da739142ffd9.mp3",
        "score": 0.5
    },
    {
        "txt": "Door Knob: The door knob gleamed in polished brass for a stylish entry.",
        "ipa": "dɔ́r nɒ́b: ðə dɔ́r nɒ́b ɡlíjmd ᵻn pɒ́lᵻʃt brǽs fɔr ə stájlᵻʃ ɛ́ntrij.",
        "hash": "TXT_dd5b22b0d3821195bc5cba2c416964.mp3",
        "score": 0.5
    },
    {
        "txt": "Security Camera: The security camera monitored the front door for unexpected visitors.",
        "ipa": "səkjʊ́rᵻtij kǽmərə: ðə səkjʊ́rᵻtij kǽmərə mɒ́nᵻtərd ðə frʌ́nt dɔ́r fɔr ʌ̀nəkspɛ́ktᵻd vᵻ́zᵻtərz.",
        "hash": "TXT_ddd607dde013ded50bddc59588fa86.mp3",
        "score": 0.5
    },
    {
        "txt": "Door Mat: The door mat welcomed guests with a friendly greeting.",
        "ipa": "dɔ́r mǽt: ðə dɔ́r mǽt wɛ́lkəmd ɡɛ́sts wᵻð ə frɛ́ndlij ɡríjtᵻŋ.",
        "hash": "TXT_ea65b9780e63886a682a118ab34068.mp3",
        "score": 0.5
    },
    {
        "txt": "Draft Stopper: The draft stopper blocked cold air sneaking under the door.",
        "ipa": "drǽft stɒ́pər: ðə drǽft stɒ́pər blɒ́kt kówld ɛ́ər sníjkᵻŋ ʌ́ndər ðə dɔ́r.",
        "hash": "TXT_e03f25517cd311f4b52e512182ca0e.mp3",
        "score": 0.5
    },
    {
        "txt": "Storage Trunk: The storage trunk held extra blankets and out-of-season clothes.",
        "ipa": "stɔ́rᵻdʒ trʌ́ŋk: ðə stɔ́rᵻdʒ trʌ́ŋk hɛ́ld ɛ́kstrə blǽŋkəts ənd awt-əv-síjzən klówðz.",
        "hash": "TXT_cf6c1335d517296d1d2f886dd3b8e7.mp3",
        "score": 0.5
    },
    {
        "txt": "Bookshelf Ladder: The bookshelf ladder helped her reach the highest tomes safely.",
        "ipa": "bʊ́kʃɛ̀lf lǽdər: ðə bʊ́kʃɛ̀lf lǽdər hɛ́lpt hər ríjtʃ ðə hájəst tówmz sɛ́jflij.",
        "hash": "TXT_cc0005d29daa4947d2acc8b99facc9.mp3",
        "score": 0.5
    },
    {
        "txt": "Firewood Rack: The firewood rack ensured logs stayed neatly stacked.",
        "ipa": "fájərwʊ̀d rǽk: ðə fájərwʊ̀d rǽk ənʃʊ́rd lɔ́ɡz stɛ́jd níjtlij stǽkt.",
        "hash": "TXT_8ae984eabf6c6594c5d8a6fea97e2b.mp3",
        "score": 0.5
    },
    {
        "txt": "Water Filter: The water filter removed impurities from the tap.",
        "ipa": "wɔ́tər fᵻ́ltər: ðə wɔ́tər fᵻ́ltər rijmúwvd ᵻ̀mpjʊ́rᵻtijz frəm ðə tǽp.",
        "hash": "TXT_671962b5dd60292595c5d13ebe9080.mp3",
        "score": 0.5
    },
    {
        "txt": "Vacuum Cleaner: The vacuum cleaner roamed the house to pick up dust and pet hair.",
        "ipa": "vǽkjuwm klíjnər: ðə vǽkjuwm klíjnər rówmd ðə haws tə pᵻ́k ʌp dʌ́st ənd pɛ́t hɛ́ər.",
        "hash": "TXT_3ca7044db13ea9473d725bbb329f3a.mp3",
        "score": 0.5
    },
    {
        "txt": "Feather Duster: The feather duster reached narrow nooks and crannies.",
        "ipa": "fɛ́ðər dʌ́stər: ðə fɛ́ðər dʌ́stər ríjtʃt nǽrow nʊ́ks ənd krǽnijz.",
        "hash": "TXT_748d9d0f786619fcebcee2844fda31.mp3",
        "score": 0.5
    },
    {
        "txt": "Laundry Detergent: The laundry detergent smelled fresh and lavender-scented.",
        "ipa": "lɔ́ndrij dətɜ́rdʒənt: ðə lɔ́ndrij dətɜ́rdʒənt smɛ́ld frɛ́ʃ ənd lǽvəndər-sɛ́ntᵻd.",
        "hash": "TXT_3b57cf41cf218ef553a5ac0d6a4e80.mp3",
        "score": 0.5
    },
    {
        "txt": "Mop Bucket: The mop bucket sloshed as she carried it across the tile floor.",
        "ipa": "mɒ́p bʌ́kət: ðə mɒ́p bʌ́kət slɒ́ʃt æz ʃij kǽrijd ᵻt əkrɔ́s ðə tájl flɔ́r.",
        "hash": "TXT_d08744efacf3422582ba55b3750810.mp3",
        "score": 0.5
    },
    {
        "txt": "Pen Holder: The pen holder on her desk kept writing utensils upright.",
        "ipa": "pɛ́n hówldər: ðə pɛ́n hówldər ɒn hər dɛ́sk kɛ́pt rájtᵻŋ juwtɛ́nsəlz ʌ́pràjt.",
        "hash": "TXT_c2703ae0712595c1431ed00347bbb8.mp3",
        "score": 0.5
    },
    {
        "txt": "Desk Organizer: The desk organizer separated paper clips, pens, and sticky notes.",
        "ipa": "dɛ́sk ɔ́rɡənàjzər: ðə dɛ́sk ɔ́rɡənàjzər sɛ́pərɛ̀jtᵻd pɛ́jpər klᵻ́ps, pɛ́nz, ənd stᵻ́kij nówts.",
        "hash": "TXT_f78d7669f7e71568c8016a38c95a89.mp3",
        "score": 0.5
    },
    {
        "txt": "Laptop Stand: The laptop stand elevated the screen to a comfortable viewing angle.",
        "ipa": "lǽptɒ̀p stǽnd: ðə lǽptɒ̀p stǽnd ɛ́ləvɛ̀jtᵻd ðə skríjn tə ə kʌ́mftərbəl vjúwᵻŋ ǽŋɡəl.",
        "hash": "TXT_19d23b052f23c668052b77bb2e7556.mp3",
        "score": 0.5
    },
    {
        "txt": "File Cabinet: The file cabinet locked important documents safely away.",
        "ipa": "fájl kǽbᵻnət: ðə fájl kǽbᵻnət lɒ́kt ᵻ̀mpɔ́rtənt dɒ́kjəmənts sɛ́jflij əwɛ́j.",
        "hash": "TXT_0ccb99fee6692a084228d5956fd5b9.mp3",
        "score": 0.5
    },
    {
        "txt": "Network Router: The network router broadcasted a strong Wi-Fi signal throughout the house.",
        "ipa": "nɛ́twɜ̀rk ráwtər: ðə nɛ́twɜ̀rk ráwtər brɒ́dkæstᵻd ə strɔ́ŋ wíj-fáj sᵻ́ɡnəl θruwáwt ðə haws.",
        "hash": "TXT_dd2657911faf60518f753229cd1f91.mp3",
        "score": 0.5
    },
    {
        "txt": "Digital Photo Frame: The digital photo frame cycled through happy family moments.",
        "ipa": "dᵻ́dʒᵻtəl fówtòw frɛ́jm: ðə dᵻ́dʒᵻtəl fówtòw frɛ́jm sájkəld θrúw hǽpij fǽmᵻlij mówmənts.",
        "hash": "TXT_321ac0bda8893a328312a4502ac040.mp3",
        "score": 0.5
    },
    {
        "txt": "Remote Control: The remote control changed channels with a lazy press of a button.",
        "ipa": "rijmówt kəntrówl: ðə rijmówt kəntrówl tʃɛ́jndʒd tʃǽnəlz wᵻð ə lɛ́jzij prɛ́s əv ə bʌ́tən.",
        "hash": "TXT_3d9f482479e993bd535d7858ae202d.mp3",
        "score": 0.5
    },
    {
        "txt": "Game Console: The game console offered hours of interactive entertainment.",
        "ipa": "ɡɛ́jm kɒ́nsowl: ðə ɡɛ́jm kɒ́nsowl ɔ́fərd áwərz əv ᵻ̀ntərǽktᵻv ɛ̀ntərtɛ́jnmənt.",
        "hash": "TXT_91cdc891b2b68c2442463b7f05fdd5.mp3",
        "score": 0.5
    },
    {
        "txt": "Blanket Ladder: The blanket ladder leaned against the wall, displaying cozy throws.",
        "ipa": "blǽŋkət lǽdər: ðə blǽŋkət lǽdər líjnd əɡɛ́jnst ðə wɔ́l, dᵻsplɛ́jᵻŋ kówzij θrówz.",
        "hash": "TXT_bd5c5882361bea3cd7d7235a417500.mp3",
        "score": 0.5
    },
    {
        "txt": "Ottoman Storage: The ottoman storage compartment hid extra pillows inside.",
        "ipa": "ɒ́təmən stɔ́rᵻdʒ: ðə ɒ́təmən stɔ́rᵻdʒ kəmpɑ́rtmənt hᵻ́d ɛ́kstrə pᵻ́lowz ᵻnsájd.",
        "hash": "TXT_ab4c80a3fe710b3b2c76baa7ffd853.mp3",
        "score": 0.5
    },
    {
        "txt": "Head Board: The head board provided back support while she sat up reading in bed.",
        "ipa": "hɛ́d bɔ́rd: ðə hɛ́d bɔ́rd prəvájdᵻd bǽk səpɔ́rt wájl ʃij sǽt ʌp ríjdᵻŋ ᵻn bɛ́d.",
        "hash": "TXT_1e7a65a013e312ef3308e0c0d92feb.mp3",
        "score": 0.5
    },
    {
        "txt": "Vanity Table: The vanity table displayed her perfumes and jewelry in an orderly arrangement.",
        "ipa": "vǽnᵻtij tɛ́jbəl: ðə vǽnᵻtij tɛ́jbəl dᵻsplɛ́jd hər pərfjúwmz ənd dʒúwəlrij ᵻn ən ɔ́rdərlij ərɛ́jndʒmənt.",
        "hash": "TXT_913d10a80a55b4ef8b6e66c0fc34c6.mp3",
        "score": 0.5
    },
    {
        "txt": "Jewelry Box: The jewelry box contained her grandmother’s vintage brooches.",
        "ipa": "dʒúwəlrij bɒ́ks: ðə dʒúwəlrij bɒ́ks kəntɛ́jnd hər ɡrǽndmʌ̀ðər'z vᵻ́ntᵻdʒ brówtʃᵻz.",
        "hash": "TXT_a05f2357e5622a2d1322869a9c74bd.mp3",
        "score": 0.5
    },
    {
        "txt": "Clothes Hangers: The clothes hangers prevented creases in her freshly ironed shirts.",
        "ipa": "klówðz hǽŋərz: ðə klówðz hǽŋərz prəvɛ́ntᵻd kríjsᵻz ᵻn hər frɛ́ʃlij ájərnd ʃɜ́rts.",
        "hash": "TXT_5ac968dbcfc12cec8097b254ea16fc.mp3",
        "score": 0.5
    },
    {
        "txt": "Scented Candle: The scented candle created a calming aroma after a stressful day.",
        "ipa": "sɛ́ntᵻd kǽndəl: ðə sɛ́ntᵻd kǽndəl krijɛ́jtᵻd ə kɒ́lmᵻŋ ərówmə ǽftər ə strɛ́sfəl dɛ́j.",
        "hash": "TXT_35d1e7cee22d15a201e7baafca1f42.mp3",
        "score": 0.5
    },
    {
        "txt": "Essential Oil Diffuser: The essential oil diffuser released lavender mist for relaxation.",
        "ipa": "əsɛ́nʃəl ɔ́jl dᵻfjúwzər: ðə əsɛ́nʃəl ɔ́jl dᵻfjúwzər rəlíjst lǽvəndər mᵻ́st fɔr rìjlæksɛ́jʃən.",
        "hash": "TXT_ee4544e0e623038c4915c056f378aa.mp3",
        "score": 0.5
    },
    {
        "txt": "Magazine Rack: The magazine rack prevented periodicals from piling up on the coffee table.",
        "ipa": "mǽɡəzìjn rǽk: ðə mǽɡəzìjn rǽk prəvɛ́ntᵻd pɪ̀ərijɒ́dᵻkəlz frəm pájlᵻŋ ʌp ɒn ðə kɒ́fij tɛ́jbəl.",
        "hash": "TXT_d25b676210e79b481ad300c3c53253.mp3",
        "score": 0.5
    },
    {
        "txt": "Bike Rack: The bike rack in the garage protected bicycles from tipping over.",
        "ipa": "bájk rǽk: ðə bájk rǽk ᵻn ðə ɡərɒ́ʒ prətɛ́ktᵻd bájsᵻkəlz frəm tᵻ́pᵻŋ ówvər.",
        "hash": "TXT_47e8a18f7f41848160a152b80ef65a.mp3",
        "score": 0.5
    },
    {
        "txt": "Fitness Equipment: The fitness equipment included a treadmill and free weights.",
        "ipa": "fᵻ́tnəs əkwᵻ́pmənt: ðə fᵻ́tnəs əkwᵻ́pmənt ᵻnklúwdᵻd ə trɛ́dmᵻ̀l ənd fríj wɛ́jts.",
        "hash": "TXT_5f935b59fa21c8ef52d14657d2eba0.mp3",
        "score": 0.5
    },
    {
        "txt": "Yoga Mat: The yoga mat provided a non-slip surface for her morning stretches.",
        "ipa": "jówɡə mǽt: ðə jówɡə mǽt prəvájdᵻd ə nɒn-slᵻ́p sɜ́rfəs fɔr hər mɔ́rnᵻŋ strɛ́tʃᵻz.",
        "hash": "TXT_144638d6bcec197e4ece9d862f6d21.mp3",
        "score": 0.5
    },
    {
        "txt": "Kitchen Compost: The kitchen compost bin held vegetable scraps for the garden.",
        "ipa": "kᵻ́tʃən kɒ́mpowst: ðə kᵻ́tʃən kɒ́mpowst bᵻ́n hɛ́ld vɛ́dʒtəbəl skrǽps fɔr ðə ɡɑ́rdən.",
        "hash": "TXT_816bf54e3fe40b42acd5d9d5598778.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Bench: The garden bench under the oak tree offered a tranquil resting spot.",
        "ipa": "ɡɑ́rdən bɛ́ntʃ: ðə ɡɑ́rdən bɛ́ntʃ ʌ́ndər ðə ówk tríj ɔ́fərd ə trǽŋkwᵻl rɛ́stᵻŋ spɒ́t.",
        "hash": "TXT_98119a81e9b9977eba9a5722971686.mp3",
        "score": 0.5
    },
    {
        "txt": "Patio Umbrella: The patio umbrella shielded friends from midday sun at the backyard table.",
        "ipa": "pǽtijòw ʌ́mbrɛ̀lə: ðə pǽtijòw ʌ́mbrɛ̀lə ʃíjldᵻd frɛ́ndz frəm mᵻ́ddɛ̀j sʌ́n æt ðə bǽkjɑ̀rd tɛ́jbəl.",
        "hash": "TXT_49deff8cec955f9d04d13f44be045f.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Hose: The garden hose snaked across the lawn for watering flowers.",
        "ipa": "ɡɑ́rdən hówz: ðə ɡɑ́rdən hówz snɛ́jkt əkrɔ́s ðə lɔ́n fɔr wɔ́tərᵻŋ fláwərz.",
        "hash": "TXT_27364b9ab145f695393775ae175b9d.mp3",
        "score": 0.5
    },
    {
        "txt": "Hedge Trimmer: The hedge trimmer neatened the bushes along the fence line.",
        "ipa": "hɛ́dʒ trᵻ́mər: ðə hɛ́dʒ trᵻ́mər níjtənd ðə bʊ́ʃᵻz əlɔ́ŋ ðə fɛ́ns lájn.",
        "hash": "TXT_e8ce6a77b3bd95f61fc225d774268c.mp3",
        "score": 0.5
    },
    {
        "txt": "Bird Feeder: The bird feeder attracted cardinals and finches to her garden.",
        "ipa": "bɜ́rd fíjdər: ðə bɜ́rd fíjdər ətrǽktᵻd kɑ́rdᵻnəlz ənd fᵻ́ntʃᵻz tə hər ɡɑ́rdən.",
        "hash": "TXT_0473232ad56920d67b43f69836df82.mp3",
        "score": 0.5
    },
    {
        "txt": "Rain Barrel: The rain barrel collected runoff water for eco-friendly irrigation.",
        "ipa": "rɛ́jn bǽrəl: ðə rɛ́jn bǽrəl kəlɛ́ktᵻd rʌ́nɔ̀f wɔ́tər fɔr íjkow-frɛ́ndlij ɪ̀ərᵻɡɛ́jʃən.",
        "hash": "TXT_2912b42e4202e1c4e428d44afd6cc7.mp3",
        "score": 0.5
    },
    {
        "txt": "Solar Lights: The solar lights illuminated the walkway at dusk without increasing electricity bills.",
        "ipa": "sówlər lájts: ðə sówlər lájts ᵻ̀lúwmᵻnɛ̀jtᵻd ðə wɔ́kwɛ̀j æt dʌ́sk wᵻðáwt ᵻ̀nkríjsᵻŋ əlɛ̀ktrᵻ́sᵻtij bᵻ́lz.",
        "hash": "TXT_bf57da79da6d8ff11cd26aa3c463c6.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Gnome: The garden gnome lent a whimsical touch among the flowerbeds.",
        "ipa": "ɡɑ́rdən nówm: ðə ɡɑ́rdən nówm lɛ́nt ə wᵻ́mzᵻkəl tʌ́tʃ əmʌ́ŋ ðə fláwərbɛ̀dz.",
        "hash": "TXT_22931aa4788b5d882c47cb934e6efd.mp3",
        "score": 0.5
    },
    {
        "txt": "Window Planter: The window planter brimmed with vibrant petunias and marigolds.",
        "ipa": "wᵻ́ndow plǽntər: ðə wᵻ́ndow plǽntər brᵻ́md wᵻð vájbrənt pətúwnijəz ənd mɛ́ərəɡòwldz.",
        "hash": "TXT_5f377c72dae0f6b101f42a36284e8d.mp3",
        "score": 0.5
    },
    {
        "txt": "Hanging Basket: The hanging basket dangled from the porch beam, swaying in the breeze.",
        "ipa": "hǽŋɡᵻŋ bǽskət: ðə hǽŋɡᵻŋ bǽskət dǽŋɡəld frəm ðə pɔ́rtʃ bíjm, swɛ́jᵻŋ ᵻn ðə bríjz.",
        "hash": "TXT_5f4eea9c2e22b74d47904aeba1374c.mp3",
        "score": 0.5
    },
    {
        "txt": "Vegetable Patch: The vegetable patch yielded fresh tomatoes, lettuce, and peppers.",
        "ipa": "vɛ́dʒtəbəl pǽtʃ: ðə vɛ́dʒtəbəl pǽtʃ jíjldᵻd frɛ́ʃ təmɒ́towz, lɛ́təs, ənd pɛ́pərz.",
        "hash": "TXT_95d0b7d18684d34ee80ada863639b7.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Shed: The garden shed stored rakes, shovels, and potting soil.",
        "ipa": "ɡɑ́rdən ʃɛ́d: ðə ɡɑ́rdən ʃɛ́d stɔ́rd rɛ́jks, ʃʌ́vəlz, ənd pɒtᵻŋ sɔ́jl.",
        "hash": "TXT_2773a5086f5c5fb3e39c0e3f66009e.mp3",
        "score": 0.5
    },
    {
        "txt": "Outdoor Grill: The outdoor grill sizzled with steaks and kebabs on summer evenings.",
        "ipa": "áwtdɔ̀r ɡrᵻ́l: ðə áwtdɔ̀r ɡrᵻ́l sᵻ́zəld wᵻð stɛ́jks ənd kəbǽbz ɒn sʌ́mər íjvnᵻŋz.",
        "hash": "TXT_84e7bb4a99f6d06926c8d2dfb4b6a6.mp3",
        "score": 0.5
    },
    {
        "txt": "Fire Pit: The fire pit provided warmth and toasted marshmallows after sunset.",
        "ipa": "fájər pᵻ́t: ðə fájər pᵻ́t prəvájdᵻd wɔ́rmθ ənd tówstᵻd mɑ́rʃmɛ̀lowz ǽftər sʌ́nsɛ̀t.",
        "hash": "TXT_31ada6f5b2f3f4f11422e9b3cd29ff.mp3",
        "score": 0.5
    },
    {
        "txt": "Tool Shed: The tool shed sorted his wrenches, hammers, and paint supplies.",
        "ipa": "túwl ʃɛ́d: ðə túwl ʃɛ́d sɔ́rtᵻd hᵻz rɛ́ntʃᵻz, hǽmərz, ənd pɛ́jnt səplájz.",
        "hash": "TXT_a27baedaeb2ebff4afcdb5915e0caa.mp3",
        "score": 0.5
    },
    {
        "txt": "Stepping Stones: The stepping stones created a neat path through the flower beds.",
        "ipa": "stɛ́pᵻŋ stównz: ðə stɛ́pᵻŋ stównz krijɛ́jtᵻd ə níjt pǽθ θrúw ðə fláwər bɛ́dz.",
        "hash": "TXT_c6746bc3fd18f1eab05a92cae92ae1.mp3",
        "score": 0.5
    },
    {
        "txt": "Wind Chimes: The wind chimes produced a gentle melody whenever the wind blew.",
        "ipa": "wᵻnd tʃájmz: ðə wᵻnd tʃájmz prədúwst ə dʒɛ́ntəl mɛ́lədij wɛnɛ́vər ðə wᵻnd blúw.",
        "hash": "TXT_e74376df155b4c37749ac21951a5d1.mp3",
        "score": 0.5
    },
    {
        "txt": "Bird Bath: The bird bath offered small birds a place to cool down.",
        "ipa": "bɜ́rd bǽθ: ðə bɜ́rd bǽθ ɔ́fərd smɔ́l bɜ́rdz ə plɛ́js tə kúwl dawn.",
        "hash": "TXT_653532bc71a416985458a8255e004e.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Fence: The garden fence kept curious critters away from her prized vegetables.",
        "ipa": "ɡɑ́rdən fɛ́ns: ðə ɡɑ́rdən fɛ́ns kɛ́pt kjʊ́rijəs krᵻ́tərz əwɛ́j frəm hər prájzd vɛ́dʒtəbəlz.",
        "hash": "TXT_272a8406e9f6fdeee98de2176ea0fb.mp3",
        "score": 0.5
    },
    {
        "txt": "Compost Heap: The compost heap turned kitchen scraps into nutrient-rich soil.",
        "ipa": "kɒ́mpowst híjp: ðə kɒ́mpowst híjp tɜ́rnd kᵻ́tʃən skrǽps ᵻntə núwtrijənt-rᵻ́tʃ sɔ́jl.",
        "hash": "TXT_36fef2eb49d9ab8c9452dd794e714b.mp3",
        "score": 0.5
    },
    {
        "txt": "Greenhouse Kit: The greenhouse kit allowed seedling protection in early spring.",
        "ipa": "ɡríjnhàws kᵻ́t: ðə ɡríjnhàws kᵻ́t əláwd síjdlᵻŋ prətɛ́kʃən ᵻn ɜ́rlij sprᵻ́ŋ.",
        "hash": "TXT_8c96a7f7dc86cb05136008a0951e1e.mp3",
        "score": 0.5
    },
    {
        "txt": "Potted Fern: The potted fern thrived in the shady corner of her porch.",
        "ipa": "pɒ́tᵻd fɜ́rn: ðə pɒ́tᵻd fɜ́rn θrájvd ᵻn ðə ʃɛ́jdij kɔ́rnər əv hər pɔ́rtʃ.",
        "hash": "TXT_ebfcb769085f0ef5e3e62e7aafd6ca.mp3",
        "score": 0.5
    },
    {
        "txt": "Terracotta Pot: The terracotta pot housed a thriving rosemary bush.",
        "ipa": "tɛərəkɒ́tə pɒ́t: ðə tɛərəkɒ́tə pɒ́t háwzd ə θrájvᵻŋ rówzmɛ̀ərij bʊ́ʃ.",
        "hash": "TXT_3a0d53e89b50eaea80d98f31bce1b0.mp3",
        "score": 0.5
    },
    {
        "txt": "Herb Garden: The herb garden supplied fresh basil, thyme, and cilantro.",
        "ipa": "ɜ́rb ɡɑ́rdən: ðə ɜ́rb ɡɑ́rdən səplájd frɛ́ʃ bɛ́jzəl, θájm, ənd sᵻlǽntròw.",
        "hash": "TXT_c86c3c4c96abe5c266d142c319e6a1.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Trowel: The garden trowel dug holes precisely for transplanting seedlings.",
        "ipa": "ɡɑ́rdən tráwl: ðə ɡɑ́rdən tráwl dʌ́ɡ hówlz prəsájslij fɔr trænsplǽntᵻŋ síjdlᵻŋz.",
        "hash": "TXT_8ce86c4a95244cd9a98028c5874b2c.mp3",
        "score": 0.5
    },
    {
        "txt": "Pruning Shears: The pruning shears trimmed dead branches to promote healthier growth.",
        "ipa": "prúwnᵻŋ ʃíjərz: ðə prúwnᵻŋ ʃíjərz trᵻ́md dɛ́d brǽntʃᵻz tə prəmówt hɛ́lθijər ɡrówθ.",
        "hash": "TXT_1c43d97faa87acb75a0e849c15cdef.mp3",
        "score": 0.5
    },
    {
        "txt": "Potting Bench: The potting bench gave her a dedicated workspace for repotting plants.",
        "ipa": "pɒtᵻŋ bɛ́ntʃ: ðə pɒtᵻŋ bɛ́ntʃ ɡɛ́jv hər ə dɛ́dᵻkɛjtᵻd wɜ́rkspɛ̀js fɔr rᵻpɒ́tᵻŋ plǽnts.",
        "hash": "TXT_9093d41b9e6df72a4233b8316427f4.mp3",
        "score": 0.5
    },
    {
        "txt": "Watering Can: The watering can delivered a gentle shower to delicate seedlings.",
        "ipa": "wɔ́tərᵻŋ kən: ðə wɔ́tərᵻŋ kən dəlᵻ́vərd ə dʒɛ́ntəl ʃáwər tə dɛ́lᵻkət síjdlᵻŋz.",
        "hash": "TXT_43d66855c3211d85b738eb70daf682.mp3",
        "score": 0.5
    },
    {
        "txt": "Lawn Mower: The lawn mower kept the grass at a neat, uniform height.",
        "ipa": "lɔ́n mówər: ðə lɔ́n mówər kɛ́pt ðə ɡrǽs æt ə níjt, júwnᵻfɔ̀rm hájt.",
        "hash": "TXT_90f79d3279040c1a50c5572d5f4bfa.mp3",
        "score": 0.5
    },
    {
        "txt": "Snow Shovel: The snow shovel saved the driveway from piled-up drifts every winter.",
        "ipa": "snów ʃʌ́vəl: ðə snów ʃʌ́vəl sɛ́jvd ðə drájvwɛ̀j frəm pájld-ʌp drᵻ́fts ɛvərij wᵻ́ntər.",
        "hash": "TXT_d0a5f2ed3afa8bc5b86b8dccc74f6f.mp3",
        "score": 0.5
    },
    {
        "txt": "Outdoor Lantern: The outdoor lantern illuminated the patio table once the sun went down.",
        "ipa": "áwtdɔ̀r lǽntərn: ðə áwtdɔ̀r lǽntərn ᵻ̀lúwmᵻnɛ̀jtᵻd ðə pǽtijòw tɛ́jbəl wʌ́ns ðə sʌ́n wɛ́nt dawn.",
        "hash": "TXT_46d0ba43ed148b876cf4d666a799ce.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Statue: The garden statue of a cherub added old-world charm among the shrubs.",
        "ipa": "ɡɑ́rdən stǽtʃùw: ðə ɡɑ́rdən stǽtʃùw əv ə tʃɛ́ərəb ǽdᵻd ówld-wɜ́rld tʃɑ́rm əmʌ́ŋ ðə ʃrʌ́bz.",
        "hash": "TXT_56c5c0120203710e36e8a74069e4c1.mp3",
        "score": 0.5
    },
    {
        "txt": "Trellis Panel: The trellis panel supported climbing ivy and fragrant jasmine.",
        "ipa": "trɛ́ləs pǽnəl: ðə trɛ́ləs pǽnəl səpɔ́rtᵻd klájmᵻŋ ájvij ənd frɛ́jɡrənt dʒǽzmᵻn.",
        "hash": "TXT_b1a9d4e677c8171a0f1995a8992d9b.mp3",
        "score": 0.5
    },
    {
        "txt": "Patio Heater: The patio heater extended outdoor gatherings into crisp nights.",
        "ipa": "pǽtijòw híjtər: ðə pǽtijòw híjtər əkstɛ́ndᵻd áwtdɔ̀r ɡǽðərᵻŋz ᵻntə krᵻ́sp nájts.",
        "hash": "TXT_4bb95e67aa6e7d784d83959641bc88.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Swing: The garden swing rocked gently with a soothing creak on lazy afternoons.",
        "ipa": "ɡɑ́rdən swᵻ́ŋ: ðə ɡɑ́rdən swᵻ́ŋ rɒ́kt dʒɛ́ntlij wᵻð ə súwðᵻŋ kríjk ɒn lɛ́jzij æ̀ftərnúwnz.",
        "hash": "TXT_f7bb3e1151ee59e649bb973bb01395.mp3",
        "score": 0.5
    },
    {
        "txt": "Hammock Stand: The hammock stand held a woven hammock for carefree weekend naps.",
        "ipa": "hǽmək stǽnd: ðə hǽmək stǽnd hɛ́ld ə wówvən hǽmək fɔr kɛ́ərfrìj wíjkɛ̀nd nǽps.",
        "hash": "TXT_3fdd8e78f796d2885fa5d007b0cded.mp3",
        "score": 0.5
    },
    {
        "txt": "Porch Swing: The porch swing squeaked softly as she sipped iced tea in the evening breeze.",
        "ipa": "pɔ́rtʃ swᵻ́ŋ: ðə pɔ́rtʃ swᵻ́ŋ skwíjkt sɔ́flij æz ʃij sᵻ́pt ájst tíj ᵻn ðə íjvnᵻŋ bríjz.",
        "hash": "TXT_1b0a98583583f24ea97830e2e9fb00.mp3",
        "score": 0.5
    },
    {
        "txt": "Gazebo Tent: The gazebo tent turned backyard parties into memorable celebrations.",
        "ipa": "ɡəzíjbow tɛ́nt: ðə ɡəzíjbow tɛ́nt tɜ́rnd bǽkjɑ̀rd pɑ́rtijz ᵻntə mɛ́mərəbəl sɛ̀ləbrɛ́jʃənz.",
        "hash": "TXT_c944933167e7866c4399b8f3c8e74d.mp3",
        "score": 0.5
    },
    {
        "txt": "Fertilizer Spreader: The fertilizer spreader ensured the lawn stayed lush and green.",
        "ipa": "fɜ́rtᵻlàjzər sprɛ́dər: ðə fɜ́rtᵻlàjzər sprɛ́dər ənʃʊ́rd ðə lɔ́n stɛ́jd lʌ́ʃ ənd ɡríjn.",
        "hash": "TXT_e055effd72e861e5a840c0bdf4ae41.mp3",
        "score": 0.5
    },
    {
        "txt": "Solar Fountain: The solar fountain gurgled beautifully with eco-friendly power.",
        "ipa": "sówlər fáwntən: ðə sówlər fáwntən ɡɜ́rɡəld bjúwtᵻflij wᵻð íjkow-frɛ́ndlij páwər.",
        "hash": "TXT_64b8f66d5d8b6af2bc8c56f29c2cb0.mp3",
        "score": 0.5
    },
    {
        "txt": "Wind Spinner: The wind spinner twirled in mesmerizing patterns during breezy weather.",
        "ipa": "wᵻnd spᵻ́nər: ðə wᵻnd spᵻ́nər twɜ́rld ᵻn mɛ́zməràjzᵻŋ pǽtərnz dʊ́rᵻŋ bríjzij wɛ́ðər.",
        "hash": "TXT_c1f94880a8b39019a37e67930b48a2.mp3",
        "score": 0.5
    },
    {
        "txt": "Hanging Chair: The hanging chair offered a suspended retreat for reading outdoors.",
        "ipa": "hǽŋɡᵻŋ tʃɛ́ər: ðə hǽŋɡᵻŋ tʃɛ́ər ɔ́fərd ə səspɛ́ndᵻd rijtríjt fɔr ríjdᵻŋ áwtdɔ́rz.",
        "hash": "TXT_3303e90a9f774461bd91bee26c9b07.mp3",
        "score": 0.5
    },
    {
        "txt": "Bug Zapper: The bug zapper kept mosquitoes at bay after dusk.",
        "ipa": "bʌ́ɡ zǽpər: ðə bʌ́ɡ zǽpər kɛ́pt məskíjtowz æt bɛ́j ǽftər dʌ́sk.",
        "hash": "TXT_d9cd7a2ed3ed31a761e01c95488b57.mp3",
        "score": 0.5
    },
    {
        "txt": "Gutter Guard: The gutter guard prevented debris from clogging the downspouts.",
        "ipa": "ɡʌ́tər ɡɑ́rd: ðə ɡʌ́tər ɡɑ́rd prəvɛ́ntᵻd dəbríj frəm klɒ́ɡᵻŋ ðə dáwnspawts.",
        "hash": "TXT_d91a7e5466c9e61aea7b31ed951535.mp3",
        "score": 0.5
    },
    {
        "txt": "Terrarium Kit: The terrarium kit created a miniature indoor ecosystem of succulents.",
        "ipa": "tərɛ́ərijəm kᵻ́t: ðə tərɛ́ərijəm kᵻ́t krijɛ́jtᵻd ə mᵻ́nijətʃʊ̀r ᵻ́ndɔ̀r íjkowsᵻ̀stəm əv sʌ́kjələnts.",
        "hash": "TXT_df4b9013e0ecd245d966536ed842ce.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Kneeler: The garden kneeler protected her knees while weeding close to the ground.",
        "ipa": "ɡɑ́rdən níjlər: ðə ɡɑ́rdən níjlər prətɛ́ktᵻd hər níjz wájl wíjdᵻŋ klóws tə ðə ɡráwnd.",
        "hash": "TXT_8f5a6e3d593400a6b6a46b8633d435.mp3",
        "score": 0.5
    },
    {
        "txt": "Plant Stand: The plant stand arranged potted greenery at varying heights.",
        "ipa": "plǽnt stǽnd: ðə plǽnt stǽnd ərɛ́jndʒd pɒ́tᵻd ɡríjnərij æt vɛ́ərijᵻŋ hájts.",
        "hash": "TXT_b80d2d4532a010e6a6388431b0b5db.mp3",
        "score": 0.5
    },
    {
        "txt": "Rain Gauge: The rain gauge measured precipitation levels accurately.",
        "ipa": "rɛ́jn ɡɛ́jdʒ: ðə rɛ́jn ɡɛ́jdʒ mɛ́ʒərd prəsᵻ̀pᵻtɛ́jʃən lɛ́vəlz ǽkjərətlij.",
        "hash": "TXT_33d720e96967fb5dc1dbe0de8531f7.mp3",
        "score": 0.5
    },
    {
        "txt": "Wheelbarrow Handle: The wheelbarrow handle allowed easy transport of soil and mulch.",
        "ipa": "wíjlbæ̀row hǽndəl: ðə wíjlbæ̀row hǽndəl əláwd íjzij trǽnspɔrt əv sɔ́jl ənd mʌ́ltʃ.",
        "hash": "TXT_a733a9aa3c4ff4fa71047cdc6efb98.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Sculpture: The garden sculpture stood as a focal point near the rose bushes.",
        "ipa": "ɡɑ́rdən skʌ́lptʃər: ðə ɡɑ́rdən skʌ́lptʃər stʊ́d æz ə fówkəl pɔ́jnt nɪ́ər ðə rówz bʊ́ʃᵻz.",
        "hash": "TXT_ac1728e1b2d459083005978e3c8e5a.mp3",
        "score": 0.5
    },
    {
        "txt": "Compost Tumbler: The compost tumbler sped up decomposition with frequent turning.",
        "ipa": "kɒ́mpowst tʌ́mblər: ðə kɒ́mpowst tʌ́mblər spɛ́d ʌp dìjkəmpəzᵻ́ʃən wᵻð fríjkwənt tɜ́rnᵻŋ.",
        "hash": "TXT_7b9288fb9017736723e58d590d950e.mp3",
        "score": 0.5
    },
    {
        "txt": "Outdoor Rug: The outdoor rug anchored the patio furniture arrangement.",
        "ipa": "áwtdɔ̀r rʌ́ɡ: ðə áwtdɔ̀r rʌ́ɡ ǽŋkərd ðə pǽtijòw fɜ́rnᵻtʃər ərɛ́jndʒmənt.",
        "hash": "TXT_7c08340d80999e5c87c04df8b844f3.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Scissors: The garden scissors snipped herbs quickly for tonight’s meal.",
        "ipa": "ɡɑ́rdən sᵻ́zərz: ðə ɡɑ́rdən sᵻ́zərz snᵻ́pt ɜ́rbz kwᵻ́klij fɔr tənájt's míjl.",
        "hash": "TXT_3e1e15a2989b3e15097bf980a94c2d.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Shed Key: The garden shed key dangled on a separate ring to avoid confusion.",
        "ipa": "ɡɑ́rdən ʃɛ́d kíj: ðə ɡɑ́rdən ʃɛ́d kíj dǽŋɡəld ɒn ə sɛ́pərət rᵻ́ŋ tə əvɔ́jd kənfjúwʒən.",
        "hash": "TXT_464c8ba2f492b19f586064d9dce642.mp3",
        "score": 0.5
    },
    {
        "txt": "Built-In Shelves: The built-in shelves displayed a collection of travel souvenirs.",
        "ipa": "bᵻ́lt-ᵻn ʃɛ́lvz: ðə bᵻ́lt-ᵻn ʃɛ́lvz dᵻsplɛ́jd ə kəlɛ́kʃən əv trǽvəl sùwvənɪ́ərz.",
        "hash": "TXT_d518a981a35a8b421be23468ce0132.mp3",
        "score": 0.5
    },
    {
        "txt": "Wine Fridge: The wine fridge kept bottles at an optimal temperature.",
        "ipa": "wájn frᵻ́dʒ: ðə wájn frᵻ́dʒ kɛ́pt bɒ́təlz æt ən ɒ́ptᵻməl tɛ́mpərətʃər.",
        "hash": "TXT_8433af3738c4741eae6b18dad442b3.mp3",
        "score": 0.5
    },
    {
        "txt": "Crystal Chandelier: The crystal chandelier refracted light into dazzling prisms.",
        "ipa": "krᵻ́stəl ʃændəlɪ́ər: ðə krᵻ́stəl ʃændəlɪ́ər rᵻfrǽktᵻd lájt ᵻntə dǽzəlᵻŋ prᵻ́zəmz.",
        "hash": "TXT_7b518b6f41e17bc6368aad8ebc087e.mp3",
        "score": 0.5
    },
    {
        "txt": "Pendant Light: The pendant light hung above the kitchen island, spotlighting food prep.",
        "ipa": "pɛ́ndənt lájt: ðə pɛ́ndənt lájt hʌ́ŋ əbʌ́v ðə kᵻ́tʃən ájlənd, spɒ́tlàjtᵻŋ fúwd prɛ́p.",
        "hash": "TXT_f0e236404f0e7f5086a3f25fcc6159.mp3",
        "score": 0.5
    },
    {
        "txt": "Kitchen Backsplash: The kitchen backsplash featured glossy subway tiles for easy cleanup.",
        "ipa": "kᵻ́tʃən bǽksplæ̀ʃ: ðə kᵻ́tʃən bǽksplæ̀ʃ fíjtʃərd ɡlɔ́sij sʌ́bwɛ̀j tájlz fɔr íjzij klíjnʌ̀p.",
        "hash": "TXT_e65912d4fe991422c175130c005486.mp3",
        "score": 0.5
    },
    {
        "txt": "Marble Counter: The marble counter added sophistication to the remodeled kitchen.",
        "ipa": "mɑ́rbəl káwntər: ðə mɑ́rbəl káwntər ǽdᵻd səfᵻ̀stᵻkɛ́jʃən tə ðə rijmɒ́dəld kᵻ́tʃən.",
        "hash": "TXT_08ddb4cd5ed346acfe19b5b9b32213.mp3",
        "score": 0.5
    },
    {
        "txt": "Stainless Sink: The stainless sink resisted stains and scratches after heavy use.",
        "ipa": "stɛ́jnləs sᵻ́ŋk: ðə stɛ́jnləs sᵻ́ŋk rəzᵻ́stᵻd stɛ́jnz ənd skrǽtʃᵻz ǽftər hɛ́vij juwz.",
        "hash": "TXT_e1e36ce87b62f20b251473873d25ad.mp3",
        "score": 0.5
    },
    {
        "txt": "Pot Filler: The pot filler saved steps by running water directly over large pots on the stove.",
        "ipa": "pɒ́t fᵻ́lər: ðə pɒ́t fᵻ́lər sɛ́jvd stɛ́ps baj rʌ́nᵻŋ wɔ́tər dᵻərɛ́klij ówvər lɑ́rdʒ pɒ́ts ɒn ðə stówv.",
        "hash": "TXT_f01d99e4ce37281aaf9ed78ee17fff.mp3",
        "score": 0.5
    },
    {
        "txt": "Range Hood Fan: The range hood fan cleared away lingering cooking odors.",
        "ipa": "rɛ́jndʒ hʊ́d fǽn: ðə rɛ́jndʒ hʊ́d fǽn klɪ́ərd əwɛ́j lᵻ́ŋɡərᵻŋ kʊ́kᵻŋ ówdərz.",
        "hash": "TXT_b481105250974f1530af2955327f4a.mp3",
        "score": 0.5
    },
    {
        "txt": "Under-Sink Cabinet: The under-sink cabinet stored cleaning products and spare trash bags.",
        "ipa": "ʌ́ndər-sᵻ́ŋk kǽbᵻnət: ðə ʌ́ndər-sᵻ́ŋk kǽbᵻnət stɔ́rd klíjnᵻŋ prɒ́dəkts ənd spɛ́ər trǽʃ bǽɡz.",
        "hash": "TXT_d41ad0af3349d73fd0606125737f67.mp3",
        "score": 0.5
    },
    {
        "txt": "Garbage Disposal: The garbage disposal ground up food scraps for easier waste management.",
        "ipa": "ɡɑ́rbᵻdʒ dᵻspówzəl: ðə ɡɑ́rbᵻdʒ dᵻspówzəl ɡráwnd ʌp fúwd skrǽps fɔr íjzijər wɛ́jst mǽnədʒmənt.",
        "hash": "TXT_4a73b509b7eb1801f9e234967e0ef6.mp3",
        "score": 0.5
    },
    {
        "txt": "Cutlery Tray: The cutlery tray divided spoons, forks, and knives into separate compartments.",
        "ipa": "kʌ́tlərij trɛ́j: ðə kʌ́tlərij trɛ́j dᵻvájdᵻd spúwnz, fɔ́rks, ənd nájvz ᵻntə sɛ́pərət kəmpɑ́rtmənts.",
        "hash": "TXT_99c1798696b25cdb63fdff107476db.mp3",
        "score": 0.5
    },
    {
        "txt": "Lamp Shade: The lamp shade muted harsh bulb light to a softer ambiance.",
        "ipa": "lǽmp ʃɛ́jd: ðə lǽmp ʃɛ́jd mjúwtᵻd hɑ́rʃ bʌ́lb lájt tə ə sɒ́ftər ǽmbijəns.",
        "hash": "TXT_cd78a30ff69a60769bdf560dc4a8da.mp3",
        "score": 0.5
    },
    {
        "txt": "Cable Organizer: The cable organizer prevented tangles behind her computer desk.",
        "ipa": "kɛ́jbəl ɔ́rɡənàjzər: ðə kɛ́jbəl ɔ́rɡənàjzər prəvɛ́ntᵻd tǽŋɡəlz bəhájnd hər kəmpjúwtər dɛ́sk.",
        "hash": "TXT_83466b2c212d2844d168648e18075b.mp3",
        "score": 0.5
    },
    {
        "txt": "Power Strip: The power strip accommodated multiple chargers at once.",
        "ipa": "páwər strᵻ́p: ðə páwər strᵻ́p əkɒ́mədɛ̀jtᵻd mʌ́ltᵻpəl tʃɑ́rdʒərz æt wʌ́ns.",
        "hash": "TXT_b6774080b188b7b99087743f5eacac.mp3",
        "score": 0.5
    },
    {
        "txt": "Picture Ledge: The picture ledge displayed framed artwork without drilling many holes.",
        "ipa": "pᵻ́ktʃər lɛ́dʒ: ðə pᵻ́ktʃər lɛ́dʒ dᵻsplɛ́jd frɛ́jmd ɑ́rtwɜ̀rk wᵻðáwt drᵻ́lᵻŋ mɛ́nij hówlz.",
        "hash": "TXT_f03b8c92575e05766af3ec072c9197.mp3",
        "score": 0.5
    },
    {
        "txt": "Indoor Fountain: The indoor fountain’s trickling water added a calming backdrop.",
        "ipa": "ᵻ́ndɔ̀r fáwntən: ðə ᵻ́ndɔ̀r fáwntən'z trᵻ́klᵻŋ wɔ́tər ǽdᵻd ə kɒ́lmᵻŋ bǽkdrɒ̀p.",
        "hash": "TXT_155aafdc596f5ef07aabf9ae0927fb.mp3",
        "score": 0.5
    },
    {
        "txt": "Table Centerpiece: The table centerpiece brightened dinners with fresh flowers.",
        "ipa": "tɛ́jbəl sɛ́ntərpìjs: ðə tɛ́jbəl sɛ́ntərpìjs brájtənd dᵻ́nərz wᵻð frɛ́ʃ fláwərz.",
        "hash": "TXT_092a737dab89b5a1d03a2a077f2007.mp3",
        "score": 0.5
    },
    {
        "txt": "Sound Bar: The sound bar improved the TV’s audio quality for movie nights.",
        "ipa": "sáwnd bɑ́r: ðə sáwnd bɑ́r ᵻmprúwvd ðə tíjvíj'z ɒ́dijòw kwɑ́lᵻtij fɔr múwvij nájts.",
        "hash": "TXT_939fe21a39c2731c26253c4fa35ea5.mp3",
        "score": 0.5
    },
    {
        "txt": "Remote Holder: The remote holder corralled multiple remotes in one convenient spot.",
        "ipa": "rijmówt hówldər: ðə rijmówt hówldər kərǽld mʌ́ltᵻpəl rᵻmówts ᵻn wʌ́n kənvíjnjənt spɒ́t.",
        "hash": "TXT_a60f96864b863e210f64f66e06c09a.mp3",
        "score": 0.5
    },
    {
        "txt": "Desk Lamp: The desk lamp illuminated homework sessions late into the night.",
        "ipa": "dɛ́sk lǽmp: ðə dɛ́sk lǽmp ᵻ̀lúwmᵻnɛ̀jtᵻd hówmwɜ̀rk sɛ́ʃənz lɛ́jt ᵻntə ðə nájt.",
        "hash": "TXT_5655b2b853c24d3e1196a2245b3951.mp3",
        "score": 0.5
    },
    {
        "txt": "Office Chair: The office chair offered ergonomic support for long work hours.",
        "ipa": "ɔ́fᵻs tʃɛ́ər: ðə ɔ́fᵻs tʃɛ́ər ɔ́fərd ɜ̀rɡənɒ́mᵻk səpɔ́rt fɔr lɔ́ŋ wɜ́rk áwərz.",
        "hash": "TXT_8f40b034bbbcda36a6e29d5eb946cf.mp3",
        "score": 0.5
    },
    {
        "txt": "Printer Tray: The printer tray needed refilling after a large batch of prints.",
        "ipa": "prᵻ́ntər trɛ́j: ðə prᵻ́ntər trɛ́j níjdᵻd rᵻ̀fᵻ́lᵻŋ ǽftər ə lɑ́rdʒ bǽtʃ əv prᵻ́nts.",
        "hash": "TXT_fa4217036114486123215ddd0488f6.mp3",
        "score": 0.5
    },
    {
        "txt": "Guest Bed: The guest bed accommodated overnight visitors in a cozy spare room.",
        "ipa": "ɡɛ́st bɛ́d: ðə ɡɛ́st bɛ́d əkɒ́mədɛ̀jtᵻd ówvərnájt vᵻ́zᵻtərz ᵻn ə kówzij spɛ́ər rúwm.",
        "hash": "TXT_bca45fd60a4a3590eb87f8cae04ede.mp3",
        "score": 0.5
    },
    {
        "txt": "Spice Organizer: The spice organizer spun around for quick access to seasonings.",
        "ipa": "spájs ɔ́rɡənàjzər: ðə spájs ɔ́rɡənàjzər spʌ́n əráwnd fɔr kwᵻ́k ǽksɛ̀s tə síjzənᵻŋz.",
        "hash": "TXT_22d1500de873d77857d209f74cb0dd.mp3",
        "score": 0.5
    },
    {
        "txt": "Extension Cord: The extension cord reached across the living room to power decorations.",
        "ipa": "əkstɛ́nʃən kɔ́rd: ðə əkstɛ́nʃən kɔ́rd ríjtʃt əkrɔ́s ðə lᵻ́vᵻŋ rúwm tə páwər dɛ̀kərɛ́jʃənz.",
        "hash": "TXT_623f08e07ecee583553e5533c5a15e.mp3",
        "score": 0.5
    },
    {
        "txt": "Dining Chair: The dining chair cushioned guests through multi-course meals.",
        "ipa": "dájnᵻŋ tʃɛ́ər: ðə dájnᵻŋ tʃɛ́ər kʊ́ʃənd ɡɛ́sts θrúw mʌ́ltij-kɔ́rs míjlz.",
        "hash": "TXT_6307553d45c1e664cb1f2d66add794.mp3",
        "score": 0.5
    },
    {
        "txt": "Serving Trolley: The serving trolley wheeled appetizers and drinks effortlessly to the patio.",
        "ipa": "sɜ́rvᵻŋ trɒ́lij: ðə sɜ́rvᵻŋ trɒ́lij wíjld ǽpətàjzərz ənd drᵻ́ŋks ɛ́fərtləslij tə ðə pǽtijòw.",
        "hash": "TXT_96400d960c149a183bc8ed90463a61.mp3",
        "score": 0.5
    },
    {
        "txt": "Paper Lantern: The paper lantern glowed softly during the garden soirée.",
        "ipa": "pɛ́jpər lǽntərn: ðə pɛ́jpər lǽntərn ɡlówd sɔ́flij dʊ́rᵻŋ ðə ɡɑ́rdən swɑrɛ́j.",
        "hash": "TXT_40232e8b73e089b2caf159dbd5cddb.mp3",
        "score": 0.5
    },
    {
        "txt": "Towel Rack: The towel rack in the bathroom provided multiple bars for drying towels.",
        "ipa": "táwəl rǽk: ðə táwəl rǽk ᵻn ðə bǽθrùwm prəvájdᵻd mʌ́ltᵻpəl bɑ́rz fɔr drájᵻŋ táwəlz.",
        "hash": "TXT_65f55020fe8c917f5f353c3dcb1f0d.mp3",
        "score": 0.5
    },
    {
        "txt": "Shower Screen: The shower screen prevented water from soaking the entire bathroom floor.",
        "ipa": "ʃáwər skríjn: ðə ʃáwər skríjn prəvɛ́ntᵻd wɔ́tər frəm sówkᵻŋ ðə əntájər bǽθrùwm flɔ́r.",
        "hash": "TXT_b2b5069c22db0792ebf569edf57596.mp3",
        "score": 0.5
    },
    {
        "txt": "Toilet Brush: The toilet brush lived discreetly in its holder by the porcelain bowl.",
        "ipa": "tɔ́jlət brʌ́ʃ: ðə tɔ́jlət brʌ́ʃ lᵻ́vd dᵻskríjtlij ᵻn ᵻts hówldər baj ðə pɔ́rsəlᵻn bówl.",
        "hash": "TXT_c90716cb6702e76bc9ec0264387e4e.mp3",
        "score": 0.5
    },
    {
        "txt": "Sink Faucet: The sink faucet gleamed in polished chrome with a sleek, modern curve.",
        "ipa": "sᵻ́ŋk fɔ́sət: ðə sᵻ́ŋk fɔ́sət ɡlíjmd ᵻn pɒ́lᵻʃt krówm wᵻð ə slíjk, mɒ́dərn kɜ́rv.",
        "hash": "TXT_5430c85422a5c9e4366fa203d0e0b0.mp3",
        "score": 0.5
    },
    {
        "txt": "Curtain Tiebacks: The curtain tiebacks framed the window perfectly when light was wanted.",
        "ipa": "kɜ́rtən tájbæ̀ks: ðə kɜ́rtən tájbæ̀ks frɛ́jmd ðə wᵻ́ndow pɜ́rfəktlij wɛ́n lájt wɒz wɔ́ntᵻd.",
        "hash": "TXT_89029d0a4225565164d19899349110.mp3",
        "score": 0.5
    },
    {
        "txt": "Recycling Bins: The recycling bins in the garage separated cardboard, cans, and plastics.",
        "ipa": "rijsájklᵻŋ bᵻ́nz: ðə rijsájklᵻŋ bᵻ́nz ᵻn ðə ɡərɒ́ʒ sɛ́pərɛ̀jtᵻd kɑ́rdbɔ̀rd, kǽnz, ənd plǽstᵻks.",
        "hash": "TXT_14f32252f3bb18db7efed5b26e9580.mp3",
        "score": 0.5
    },
    {
        "txt": "Garage Shelves: The garage shelves stored sports gear and holiday decorations.",
        "ipa": "ɡərɒ́ʒ ʃɛ́lvz: ðə ɡərɒ́ʒ ʃɛ́lvz stɔ́rd spɔ́rts ɡɪ́ər ənd hɒ́lədɛ̀j dɛ̀kərɛ́jʃənz.",
        "hash": "TXT_48f99f0ddd941e89f205a2755a65c1.mp3",
        "score": 0.5
    },
    {
        "txt": "Attic Ladder: The attic ladder folded out of the ceiling for easy access to stored trunks.",
        "ipa": "ǽtᵻk lǽdər: ðə ǽtᵻk lǽdər fówldᵻd awt əv ðə síjlᵻŋ fɔr íjzij ǽksɛ̀s tə stɔ́rd trʌ́ŋks.",
        "hash": "TXT_3ef7716c6dd41e88cefe65afb74e9f.mp3",
        "score": 0.5
    },
    {
        "txt": "Storage Trunk: The storage trunk in the attic contained old family photo albums.",
        "ipa": "stɔ́rᵻdʒ trʌ́ŋk: ðə stɔ́rᵻdʒ trʌ́ŋk ᵻn ðə ǽtᵻk kəntɛ́jnd ówld fǽmᵻlij fówtòw ǽlbəmz.",
        "hash": "TXT_e47df934ceaa84f54038c5723366a0.mp3",
        "score": 0.5
    },
    {
        "txt": "Draft Excluder: The draft excluder sealed the gap under the living room door.",
        "ipa": "drǽft ᵻksklúwdər: ðə drǽft ᵻksklúwdər síjld ðə ɡǽp ʌ́ndər ðə lᵻ́vᵻŋ rúwm dɔ́r.",
        "hash": "TXT_689f5f19062ee42ef63b948f7d2f87.mp3",
        "score": 0.5
    },
    {
        "txt": "Basement Freezer: The basement freezer held bulk groceries and emergency rations.",
        "ipa": "bɛ́jsmənt fríjzər: ðə bɛ́jsmənt fríjzər hɛ́ld bʌ́lk ɡrówsərijz ənd əmɜ́rdʒənsij rǽʃənz.",
        "hash": "TXT_65ae7df750333b1e3c71c3fc73dbe5.mp3",
        "score": 0.5
    },
    {
        "txt": "Utility Sink: The utility sink in the laundry room handled messy cleanup jobs.",
        "ipa": "juwtᵻ́lᵻtij sᵻ́ŋk: ðə juwtᵻ́lᵻtij sᵻ́ŋk ᵻn ðə lɔ́ndrij rúwm hǽndəld mɛ́sij klíjnʌ̀p dʒɒ́bz.",
        "hash": "TXT_7e1e67e38a62254336cd5200352d6d.mp3",
        "score": 0.5
    },
    {
        "txt": "Firewood Basket: The firewood basket sat beside the fireplace, ready for cozy nights.",
        "ipa": "fájərwʊ̀d bǽskət: ðə fájərwʊ̀d bǽskət sǽt bᵻsájd ðə fájərplɛ̀js, rɛ́dij fɔr kówzij nájts.",
        "hash": "TXT_afaf835c9cc805b105d992fa2fc60c.mp3",
        "score": 0.5
    },
    {
        "txt": "Hallway Bench: The hallway bench provided a spot to lace up shoes quickly.",
        "ipa": "hɔ́lwɛ̀j bɛ́ntʃ: ðə hɔ́lwɛ̀j bɛ́ntʃ prəvájdᵻd ə spɒ́t tə lɛ́js ʌp ʃúwz kwᵻ́klij.",
        "hash": "TXT_4a89336c52f391abbb27475f8d5adb.mp3",
        "score": 0.5
    },
    {
        "txt": "Decorative Plate: The decorative plate hung on the dining-room wall as artwork.",
        "ipa": "dɛ́kərətᵻv plɛ́jt: ðə dɛ́kərətᵻv plɛ́jt hʌ́ŋ ɒn ðə dájnᵻŋ-rúwm wɔ́l æz ɑ́rtwɜ̀rk.",
        "hash": "TXT_fb25cee7ef815ed851566716a4d598.mp3",
        "score": 0.5
    },
    {
        "txt": "Shoe Cabinet: The shoe cabinet stored her extensive footwear collection.",
        "ipa": "ʃúw kǽbᵻnət: ðə ʃúw kǽbᵻnət stɔ́rd hər əkstɛ́nsᵻv fʊ́twɛ̀ər kəlɛ́kʃən.",
        "hash": "TXT_235375c1bad017fa858ab35b8eb4f5.mp3",
        "score": 0.5
    },
    {
        "txt": "Accent Wall: The accent wall boasted a bold color contrasting the rest of the room.",
        "ipa": "ǽksɛ̀nt wɔ́l: ðə ǽksɛ̀nt wɔ́l bówstᵻd ə bówld kʌ́lər kəntrǽstᵻŋ ðə rɛ́st əv ðə rúwm.",
        "hash": "TXT_c6ae71249d41ea66aeb2d80246cd8c.mp3",
        "score": 0.5
    },
    {
        "txt": "Laundry Room Sink: The laundry room sink tackled stubborn stains with ease.",
        "ipa": "lɔ́ndrij rúwm sᵻ́ŋk: ðə lɔ́ndrij rúwm sᵻ́ŋk tǽkəld stʌ́bərn stɛ́jnz wᵻð íjz.",
        "hash": "TXT_64c9778777811655039ebfdfb15d45.mp3",
        "score": 0.5
    },
    {
        "txt": "Under-Stairs Storage: The under-stairs storage space housed extra luggage.",
        "ipa": "ʌ́ndər-stɛ́ərz stɔ́rᵻdʒ: ðə ʌ́ndər-stɛ́ərz stɔ́rᵻdʒ spɛ́js háwzd ɛ́kstrə lʌ́ɡᵻdʒ.",
        "hash": "TXT_4ba9793d2e0ebe9399e8e8431418fc.mp3",
        "score": 0.5
    },
    {
        "txt": "Security Fence: The security fence enclosed the backyard for added peace of mind.",
        "ipa": "səkjʊ́rᵻtij fɛ́ns: ðə səkjʊ́rᵻtij fɛ́ns ɛnklówzd ðə bǽkjɑ̀rd fɔr ǽdᵻd píjs əv májnd.",
        "hash": "TXT_c978b97287f2c7deddbbd68812842c.mp3",
        "score": 0.5
    },
    {
        "txt": "Holiday Wreath: The holiday wreath on the door welcomed visitors with festive cheer.",
        "ipa": "hɒ́lədɛ̀j ríjθ: ðə hɒ́lədɛ̀j ríjθ ɒn ðə dɔ́r wɛ́lkəmd vᵻ́zᵻtərz wᵻð fɛ́stᵻv tʃɪ́ər.",
        "hash": "TXT_ca1f3f805207c798eca7c72e167e42.mp3",
        "score": 0.5
    },
    {
        "txt": "Bonsai Tree: The bonsai tree demanded regular pruning to maintain its miniature shape.",
        "ipa": "bɒnsáj tríj: ðə bɒnsáj tríj dəmǽndᵻd rɛ́ɡjələr prúwnᵻŋ tə mɛjntɛ́jn ᵻts mᵻ́nijətʃʊ̀r ʃɛ́jp.",
        "hash": "TXT_5685156d14fd3890df47567836af6a.mp3",
        "score": 0.5
    },
    {
        "txt": "Floating Shelf: The floating shelf appeared to hover on the wall without visible brackets.",
        "ipa": "flówtᵻŋ ʃɛ́lf: ðə flówtᵻŋ ʃɛ́lf əpɪ́ərd tə hʌ́vər ɒn ðə wɔ́l wᵻðáwt vᵻ́zᵻbəl brǽkəts.",
        "hash": "TXT_152e32d7d29009193371a64a94e924.mp3",
        "score": 0.5
    },
    {
        "txt": "Wall Mural: The wall mural brought nature indoors with a stunning forest scene.",
        "ipa": "wɔ́l mjʊ́rəl: ðə wɔ́l mjʊ́rəl brɔ́t nɛ́jtʃər ᵻ́ndɔ̀rz wᵻð ə stʌ́nᵻŋ fɔ́rəst síjn.",
        "hash": "TXT_50650561288a088ec8edd97a38b4a4.mp3",
        "score": 0.5
    },
    {
        "txt": "Under-Sink Organizer: The under-sink organizer arranged sponges, detergents, and cloths.",
        "ipa": "ʌ́ndər-sᵻ́ŋk ɔ́rɡənàjzər: ðə ʌ́ndər-sᵻ́ŋk ɔ́rɡənàjzər ərɛ́jndʒd spʌ́ndʒᵻz, dətɜ́rdʒənts, ənd klɔ́θs.",
        "hash": "TXT_2caad61f3e9b887612380714da6f07.mp3",
        "score": 0.5
    },
    {
        "txt": "Shower Head: The shower head pulsed water in different pressure settings.",
        "ipa": "ʃáwər hɛ́d: ðə ʃáwər hɛ́d pʌ́lst wɔ́tər ᵻn dᵻ́fərənt prɛ́ʃər sɛ́tᵻŋz.",
        "hash": "TXT_84d1ba90d55dc51f4c05ef6a81cc76.mp3",
        "score": 0.5
    },
    {
        "txt": "Clothes Dryer: The clothes dryer tumbled laundry until it was soft and warm.",
        "ipa": "klówðz drájər: ðə klówðz drájər tʌ́mbəld lɔ́ndrij əntᵻ́l ᵻt wɒz sɒ́ft ənd wɔ́rm.",
        "hash": "TXT_df4f3791563d0a93ef29b9887692ed.mp3",
        "score": 0.5
    },
    {
        "txt": "Steamer Basket: The steamer basket cooked vegetables gently over simmering water.",
        "ipa": "stíjmər bǽskət: ðə stíjmər bǽskət kʊ́kt vɛ́dʒtəbəlz dʒɛ́ntlij ówvər sᵻ́mərᵻŋ wɔ́tər.",
        "hash": "TXT_ea1f00d5906ebfdb05c67b56f7e4ad.mp3",
        "score": 0.5
    },
    {
        "txt": "Electric Fireplace: The electric fireplace provided a cozy flame effect without real logs.",
        "ipa": "əlɛ́ktrᵻk fájərplɛ̀js: ðə əlɛ́ktrᵻk fájərplɛ̀js prəvájdᵻd ə kówzij flɛ́jm əfɛ́kt wᵻðáwt ríjəl lɔ́ɡz.",
        "hash": "TXT_e04a2923a4678c06b2765248bd2db7.mp3",
        "score": 0.5
    },
    {
        "txt": "Mantel Clock: The mantel clock struck a pleasant chime every half hour.",
        "ipa": "mǽntəl klɒ́k: ðə mǽntəl klɒ́k strʌ́k ə plɛ́zənt tʃájm ɛvərij hǽf áwər.",
        "hash": "TXT_25bf94ed92c2410b7a92651bf4ce7e.mp3",
        "score": 0.5
    },
    {
        "txt": "Towel Warmer: The towel warmer in the guest bath impressed visiting friends.",
        "ipa": "táwəl wɔ́rmər: ðə táwəl wɔ́rmər ᵻn ðə ɡɛ́st bǽθ ᵻ̀mprɛ́st vᵻ́zᵻtᵻŋ frɛ́ndz.",
        "hash": "TXT_be9752f376bd444b70445dde107c92.mp3",
        "score": 0.5
    }
]